[Rainmeter]
Update=1000

[Metadata]
Name=line_launcher
Author=修正作者  无界（Mr. Kin 改）
Information=该皮肤的原作者思路不错，通过自写 exe 启动器，将 rainmeter 原本复杂的设置变得简单|该版在原版的基础上增加了更多的启动接口，并删除了一些不必要元素
Version=2021.12.6
License=CC BY - NC - SA 3.0

[Variables]
@include=#CurrentPath#Set\win7.inc
